Repository: PatrykPatt/example_form
Catalog: lib/l10n/app_*.arb
Languages: pl

# doYouSmokeQuestion
source: Do you smoke cigarettes?
pl: Czy Palisz papierosy?

source: Yes
pl: Tak

source: No
pl: Nie

# cigarettesPerDay
source: Number of cigarettes per day:
pl: Liczba papierosów dziennie:

# numberOfItems
source: Number: {count}
pl: Liczba: {count}

# yearsSmokingQuestion
source: How many years have you been smoking:
pl: Od ilu lat palisz:

# healthIssuesQuestion
source: Do you have health issues related to smoking?
pl: Czy masz problemy zdrowotne związane z paleniem?

# wantToQuitQuestion
source: Do you want to quit smoking?
pl: Czy chcesz rzucić palenie?

# quitDatePlanned
source: Planned date to quit smoking:
pl: Planowana data rzucenia palenia:

source: Select date
pl: Wybierz datę

# awarenessOfEffects
source: Awareness of negative effects of smoking:
pl: Świadomość negatywnych skutków palenia:

source: I am aware
pl: Jestem świadomy/a

source: I am not aware
pl: Nie jestem świadomy/a

# smokingEffects
source: Effects of smoking cigarettes:
pl: Skutki palenia papierosów:

# effectLungCancer
source: Increased risk of lung, throat and oral cancer
pl: Zwiększone ryzyko raka płuc, gardła i jamy ustnej

# effectCardiovascular
source: Cardiovascular diseases and heart attacks
pl: Choroby układu krążenia i zawały serca

# effectCOPD
source: Chronic Obstructive Pulmonary Disease (COPD)
pl: Przewlekła obturacyjna choroba płuc (POChP)

# effectPhysicalCondition
source: Deterioration of physical condition and endurance
pl: Pogorszenie kondycji i wydolności fizycznej

# effectSkinAging
source: Premature skin aging
pl: Przedwczesne starzenie się skóry

# effectFertility
source: Reduced fertility and potency problems
pl: Obniżona płodność i problemy z potencją

# whyNotQuitSmoking
source: Why don't you want to quit smoking?
pl: Dlaczego nie chcesz rzucić palenia?

# commentsAboutSmokers
source: Comments about people who smoke cigarettes:
pl: Uwagi na temat ludzi palących papierosy:

# explainWhyNotQuitDespiteIssues
source: Explain why you don't want to quit smoking despite health issues...
pl: Wyjaśnij dlaczego nie chcesz rzucić palenia pomimo problemów zdrowotnych...

# explainWhySmokeDespiteAwareness
source: Explain why you continue to smoke despite awareness of harmful effects...
pl: Wyjaśnij dlaczego nadal palisz pomimo świadomości szkodliwości...

# enterYourComments
source: Enter your comments here...
pl: Wpisz tutaj swoje uwagi...

source: Submit
pl: Wyślij

# formSubmitted
source: Form has been submitted!
pl: Formularz został wysłany!

# thankYouForFillingForm
source: Thank you for filling out the survey.
pl: Dziękujemy za wypełnienie ankiety.

source: Fill again
pl: Wypełnij ponownie

# errorLoading
source: Loading error: {message}
pl: Błąd ładowania: {message}

# errorSubmitting
source: Submission error: {message}
pl: Błąd wysyłania: {message}
